tutorials/cssInterFoam/test-static-drop/constant/polyMesh/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1e-6;

vertices
(
    ( -50  0 -50)
    (50  0 -50)
    (50 50 -50)
    (-50 50 -50)
        ( -50  0 50)
    (50  0 50)
    (50 50 50)
    (-50 50 50)

);

blocks
(
    hex (0 1 2 3 4 5 6 7) (50 25 50) simpleGrading (1 1 1)
);

boundary
(
    
    symmetryPlane
    {
        type symmetry;
        faces
        (
		(0 1 5 4)
	);
    }    
	
    other
    {
        type patch;
        faces
        (
	    (1 2 6 5)
	    (2 3 7 6)
	    (3 0 4 7)	    
       	    (4 5 6 7)
            (0 1 2 3)
	);
    }    
);


// ************************************************************************* //
