tutorials/cssInterFoam/test-static-drop/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    symmetryPlane
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          2500;
        startFace       182500;
    }
    other
    {
        type            patch;
        nFaces          7500;
        startFace       185000;
    }
)

// ************************************************************************* //
