tutorials/cssInterFoam/test-static-drop/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
version     2.0;
format      ascii;
class       dictionary;
location    "constant";
object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
phases (liq gas);
gas
{
transportModel  Newtonian;
nu              nu  [0 2 -1 0 0 0 0] 1e-06;
rho             rho [1 -3 0 0 0 0 0] 1000;
}
liq
{
transportModel  Newtonian;
nu              nu  [0 2 -1 0 0 0 0] 1e-06;
rho             rho [1 -3 0 0 0 0 0] 1000;
}
sigma              sigma [1 0 -2 0 0 0 0] 0.25;
